{
  "cards": {
    "Aberration": {
      "name": "Aberration",
      "description": "A beholder hovers in a cluttered laboratory. The Aberration card embodies things contrary to nature.",
      "meanings": {
        "person": [
          "Someone with a distorted view of reality, perhaps a cultist or a warlock of the Great Old One; perhaps simply an eccentric person with a nonconformist style.",
          "A person (perhaps a druid) dedicated to preserving nature against corrupting influences."
        ],
        "creatureTrap": [
          "A creature corrupted by the influence of the Far Realm, or an Aberration.",
          "A creature that has resisted the corruption of its nature, or a trap that deals psychic damage."
        ],
        "place": [
          "A place where the laws of physics or magic are suspended or distorted.",
          "A place where nature has overgrown the remnants of a corrupting influence."
        ],
        "treasure": [
          "An art object that reflects a warped view of reality, or a magic item made by Aberrations.",
          "An art object depicting the triumph of nature over corruption, or a magic item useful against Aberrations (such as a Ring of Mind Shielding)."
        ],
        "situation": [
          "An incursion of energy or creatures from the Far Realm or the deep Underdark.",
          "People or creatures fighting against the influence of Aberrations."
        ]
      }
    },
    "Balance": {
      "name": "Balance",
      "description": "A set of scales holds day and night in balance. This card deals with many aspects of balance, or with things being out of balance.",
      "meanings": {
        "person": [
          "A fair-minded person who can see multiple perspectives and judge impartially.",
          "A judgmental or biased person willfully ignoring one perspective in favor of another."
        ],
        "creatureTrap": [
          "A trap, a Beast, a Construct, or an otherwise impartial foe.",
          "A Celestial, a Fiend, or some other creature strongly associated with a particular alignment or ideology."
        ],
        "place": [
          "A place where different forces exist in balance—such as a civilization in balance with nature, a land in balance with water, or chaos in balance with order.",
          "A place where the balance of elemental or natural forces has been upset, with negative consequences."
        ],
        "treasure": [
          "A treasure with value to two competing factions, or with two equal magical powers.",
          "A treasure valuable only to certain people, or that can be used only in a very specific way."
        ],
        "situation": [
          "A situation where maintaining balance is important: keeping rivals satisfied, preserving the balance of power among different authorities, or rejecting false dichotomies and forced choices.",
          "Something being over- or undervalued."
        ]
      }
    },
    "Beast": {
      "name": "Beast",
      "description": "The Beast card points to creatures of the animal kingdom and foul, cruel, or bad-tempered behavior in people.",
      "meanings": {
        "person": [
          "A person who avoids the comforts of civilization or indulges predatory attitudes.",
          "A person who fiercely represses urges they deem \"bestial\" in themselves or others."
        ],
        "creatureTrap": [
          "A Beast, or a similar creature (such as a Fey or a Monstrosity) that is animal-like; alternatively, a pit or other confined space with a trapped animal within.",
          "A domesticated animal or a familiar."
        ],
        "place": [
          "A place where animals roam freely.",
          "A place where animals are contained, such as a farm or a zoo."
        ],
        "treasure": [
          "A treasure that incorporates fur, feathers, bones, or claws from a Beast, or a magic item that allows transformation into a Beast (such as a Cloak of the Bat or Staff of the Python).",
          "An ornate saddle, a goad, or another item related to the use of domestic animals, or a magic item that allows control of Beasts (such as a Potion of Animal Friendship)."
        ],
        "situation": [
          "A situation involving hunting animals or animals preying on people.",
          "Domestic animals rebelling against people's control."
        ]
      }
    },
    "Book": {
      "name": "Book",
      "description": "An enormous book rests among scrolls and parchment, with a quill and ink nearby. The Book card embodies written information.",
      "meanings": {
        "person": [
          "A writer, poet, or compulsive note-taker.",
          "A well-educated person who reads often."
        ],
        "creatureTrap": [
          "A creature that keeps an exhaustive diary in some form, or that seeks a scribe to record its deeds.",
          "A trap involving written runes (such as a Glyph of Warding or Symbol spell)."
        ],
        "place": [
          "A scriptorium or printing press.",
          "A library or another storehouse of written knowledge."
        ],
        "treasure": [
          "A valuable or magical pen, an ink vial, or a set of pigments (such as Nolzur's Marvelous Pigments).",
          "A valuable or magical written work, such as a book or scroll."
        ],
        "situation": [
          "A situation that requires gleaning information from written clues.",
          "Secrets that should never have been discovered but were written down."
        ]
      }
    },
    "Bridge": {
      "name": "Bridge",
      "description": "A stone bridge arcs across a waterway. A shadowy figure lurks under the bridge, only its gleaming eyes clearly visible. This card reflects the effort required to overcome obstacles.",
      "meanings": {
        "person": [
          "A mediator who enjoys helping others overcome misunderstandings or grievances.",
          "A person who is part of a longstanding feud between two families or groups."
        ],
        "creatureTrap": [
          "Someone who coordinates the efforts of different kinds of creatures, such as a mind flayer mastermind using grimlocks and trolls as agents.",
          "A creature that lairs near, on, or under a bridge and either collects tolls from those using the bridge or tries to eat them."
        ],
        "place": [
          "A bridge across a river or chasm.",
          "A river or chasm with no bridge, or where the bridge is unsafe or has collapsed."
        ],
        "treasure": [
          "An art object depicting a bridge, or a magic item intended to help overcome obstacles (such as Boots of Striding and Springing).",
          "An art object depicting walls, barriers. or a labyrinth; alternatively, a magic item that creates magical walls (such as a Cube of Force)."
        ],
        "situation": [
          "An urgent need for bridges between long-opposed factions.",
          "Open conflict between two families or groups."
        ]
      }
    },
    "Campfire": {
      "name": "Campfire",
      "description": "A large campfire offers safety and comfort in the night. This card suggests a need for rest.",
      "meanings": {
        "person": [
          "A person on vacation, enjoying time away from work and pursuing activities they enjoy.",
          "An exhausted person."
        ],
        "creatureTrap": [
          "A creature that alternates brief periods of activity with long periods of rest (as many reptiles and Dragons do); alternatively, a trap that requires a long time to reset between activations.",
          "A creature immune to exhaustion (such as an angel, a golem, an Ooze, or an Undead), or a trap or hazard with a constant, ongoing effect."
        ],
        "place": [
          "A place recently used as a campsite.",
          "Somewhere not conducive to rest, such as a busy marketplace active at all hours."
        ],
        "treasure": [
          "An art object depicting a peaceful scene, or a magic item that facilitates safe rest (such as a Rod of Security).",
          "An art object that suggests frenetic activity, or a magic item that helps its user remain alert (such as a Sentinel Shield),"
        ],
        "situation": [
          "A period of rest in the middle of a journey or an adventure.",
          "A situation that demands unrelenting activity."
        ]
      }
    },
    "Cavern": {
      "name": "Cavern",
      "description": "A vast cavern is adorned with glowing fungi and striking stone formations. The Cavern card suggests exploration and delving into hidden secrets.",
      "meanings": {
        "person": [
          "A person who asks probing questions but shares little.",
          "A person who lives for the moment, avoiding introspection."
        ],
        "creatureTrap": [
          "A creature (such as a piercer or a roper) that mimics the features of natural caverns.",
          "A creature that swallows prey whole, or a trap that causes a ceiling or roof to collapse."
        ],
        "place": [
          "A cavern or a cavernous building such as a large temple.",
          "A small niche or cave."
        ],
        "treasure": [
          "A geode, jewelry made from gems and precious metals, or a magic item that grants darkvision (such as Goggles of Night).",
          "An art object that lacks a sense of depth or perspective."
        ],
        "situation": [
          "A situation that requires delving into hidden motivations and secrets.",
          "Everyone's motivations exposed for all to see."
        ]
      }
    },
    "Celestial": {
      "name": "Celestial",
      "description": "A beautiful couatl twines through the clouds. This card suggests the involvement of celestial beings and service to the divine.",
      "meanings": {
        "person": [
          "A devout person who looks for miracles and the presence of the divine in all parts of life.",
          "Someone who carries a grudge over a real or perceived injury caused by a god or Celestial."
        ],
        "creatureTrap": [
          "A Celestial or other creature that has connections to the gods, or a trap that deals radiant damage.",
          "A fallen Celestial or similar creature that has lost its connection to the divine,"
        ],
        "place": [
          "A location on the upper planes, or a place suffused with their influence.",
          "A place intended to ward off Celestials and influence from the Upper Planes."
        ],
        "treasure": [
          "An art object depicting angels or other Celestials, treasure from the Upper Planes, or magic items made by Celestials.",
          "A treasure depicting a Celestial's fall, or a magic item useful against Celestials."
        ],
        "situation": [
          "Communication between the Upper Planes and the Material Plane—perhaps in dreams or visions, or with Celestials as intermediaries.",
          "A situation involving Celestials' unwelcome interference in mortal affairs."
        ]
      }
    },
    "Comet": {
      "name": "Comet",
      "description": "A comet with an enormous tail streaks across the winter sky at night, outshining the stars. The Comet card brings dire warnings or devastation.",
      "meanings": {
        "person": [
          "A serious person with a gloomy outlook, perhaps carrying bad news.",
          "A person who is grieving or delights in the suffering of others."
        ],
        "creatureTrap": [
          "A creature regarded as an ill omen, or signs that a dire creature approaches; alternatively, a trap marked by clear signs, perhaps surrounded by the corpses of its victims.",
          "The destruction left in the wake ofa rampaging creature, or smaller creatures fleeing from a larger one."
        ],
        "place": [
          "A place with a connection to astronomical events: perhaps an observatory or a meteorite's crater.",
          "A ruin where a terrible event occurred in the past and that might now be haunted."
        ],
        "treasure": [
          "A treasure that carries a curse, or one whose power is destined to be used for destructive ends.",
          ". A treasure formed or shaped by disaster, bloodstained or haunted by former owners: alternatively, something good arising from a bad situation."
        ],
        "situation": [
          "A crisis about to spiral out of control.",
          "The calm after a devastating storm: a situation where people are reeling from awful news or events."
        ]
      }
    },
    "Construct": {
      "name": "Construct",
      "description": "A modron wields a wrench in the interior of a clockwork machine. This card signifies things made by hand, including Constructs.",
      "meanings": {
        "person": [
          "An artisan who delights in handcrafted goods.",
          "A person who scorns the idea of working with their hands."
        ],
        "creatureTrap": [
          "A construct, particularly designed to be animated (like a golem) as opposed to an ordinary object (like a broom or rug) that has been animated.",
          "A creature able to destroy buildings and objects, such as one with the Siege Monster trait."
        ],
        "place": [
          "A workshop or art studio.",
          "A garbage heap or another place where objects are discarded."
        ],
        "treasure": [
          "An exquisitely crafted art object (especially one with practical use) or magical tools.",
          "An object fashioned with minimum ation of its raw materials, or a magic item useful against Constructs (such as a Mace of Smiting)."
        ],
        "situation": [
          "An artisan attempting to bring a construct to life.",
          "A rueful artisan attempting to destroy a Construct that has broken free of all restraint."
        ]
      }
    },
    "Corpse": {
      "name": "Corpse",
      "description": "An adventurer lies dead in a dungeon hallway, pierced by arrows. The Corpse card embodies decay and corruption.",
      "meanings": {
        "person": [
          "An evil person whose morality has rotted away.",
          "A good person who remains uncorrupted despite being surrounded by wickedness."
        ],
        "creatureTrap": [
          "A zombie or similar corporeal Undead whose flesh is decaying, or a trapped corpse.",
          "An Ooze or fungus creature that facilitates the decomposition of corpses."
        ],
        "place": [
          "Somewhere things are left to rot, such as a graveyard or charnel house.",
          "A place where fungus grows abundantly on a diet of rotting flesh."
        ],
        "treasure": [
          "An art object depicting dead bodies, a corpse just starting to decay, or a magic item that causes decay (such as a Staff of Withering).",
          "A treasure that remains uncorrupted in the midst of rot."
        ],
        "situation": [
          "An organization or institution overwhelmed by corruption.",
          "An attempt to corrupt a respected and noble organization."
        ]
      }
    },
    "Crossroads": {
      "name": "Crossroads",
      "description": "A signpost points in many directions at a crossroads. The Crossroads cards warns of a difficult but necessary decision.",
      "meanings": {
        "person": [
          "A person agonizing about a difficult decision or who regrets a recent decision.",
          "A person who refuses to make decisions, relying instead on inaction or random determination."
        ],
        "creatureTrap": [
          "A creature that induces confusion or erratic behavior (such as an umber hulk).",
          "A creature that prevents others from acting (such as a ghoul)."
        ],
        "place": [
          "A crossroads, or a settlement where trade routes cross.",
          "A place that constrains movement, such as a narrow ravine or passage."
        ],
        "treasure": [
          "An art object that depicts a crossroads or cross patterns, or a magic item with multiple properties or uses (such as a staff).",
          "An art object featuring overlapping circular patterns, or a magic item that does only does one thing a limited number of times (such as a wand)."
        ],
        "situation": [
          "A choice between options that are equally appealing—or equally disastrous.",
          "A situation stemming from someone's refusal to act or choose."
        ]
      }
    },
    "Donjon": {
      "name": "Donjon",
      "description": "Underground stairs lead to a heavy door made of iron bars. This card represents both imprisonment and freedom.",
      "meanings": {
        "person": [
          "A prisoner, or a person who feels trapped.",
          "A recently freed or escaped prisoner, or a free thinker who rejects social norms."
        ],
        "creatureTrap": [
          "A creature that grapples or swallows prey whole.",
          "A creature that has escaped from captivity or gone feral."
        ],
        "place": [
          "A place of imprisonment, such as a literal dungeon or a menagerie.",
          "A prison broken open, or a place associated with liberation (such as a monument commemorating emancipation)."
        ],
        "treasure": [
          "A treasure locked in a vault, or magic with the power to bind or imprison.",
          "A treasure that once held a being captive, such as an Efreeti Bottle that has lost its magic or an empty Iron Flask."
        ],
        "situation": [
          "An impasse, a situation that threatens someone's freedom, or a situation where someone's indecision is keeping everyone in suspense.",
          "A situation that requires creative solutions, or an effort to free people or creatures from captivity."
        ]
      }
    },
    "Door": {
      "name": "Door",
      "description": "A large wooden door bars the path ahead. The card offers an opportunity to change.",
      "meanings": {
        "person": [
          "Someone trying to make amends for past misdeeds and adopt a better way of life.",
          "A person who keeps repeating the same mistakes and misdeeds."
        ],
        "creatureTrap": [
          "A creature that changes form, or a trapped door.",
          "A creature that causes its prey or enemies to change, such as a lycanthrope or slaad."
        ],
        "place": [
          "A door, an open doorway, or a passage from one place to another.",
          "A locked door or barricaded passage."
        ],
        "treasure": [
          "An art object that looks very different from various perspectives, or a magic item that creates portals or allows teleportation (such as an Amulet of the Planes).",
          "A jeweled chest or lockbox, or a magic item that resists change (such as an Immovable Rod)."
        ],
        "situation": [
          "An opportunity to deal with a situation differently than you have in the past.",
          "A situation that keeps recurring."
        ]
      }
    },
    "Dragon": {
      "name": "Dragon",
      "description": "A menacing red dragon perches atop its treasure hoard inside a cave. This card can point to things connected to Dragons, but it also suggests hoarding, reed, and places rich in magical energy.",
      "meanings": {
        "person": [
          "A dragonborn, a person who uses draconic magic, a person who is fascinated by dragons, or a person who hoards wealth or other goods.",
          "Someone with a grudge against a particular Dragon or against Dragons in general."
        ],
        "creatureTrap": [
          "A Dragon or similar creature.",
          "A dracolich or another Undead dragon, a Construct that resembles a Dragon, or another Dragon-like creature."
        ],
        "place": [
          "The lair of a Dragon or some other impressive creature, or a site of great magical power.",
          "A place where a Dragon was slain, leaving a magical or physical scar on the land."
        ],
        "treasure": [
          "Large quantities of treasure, though not necessarily of great monetary value (for example, many copper coins or a large collection of cheap statuettes).",
          "An art object depicting the death of a Dragon, or a magic item useful against Dragons (such as a Dragon Slayer)."
        ],
        "situation": [
          "Someone hoarding resources that are widely needed or desired.",
          "A group that plans to drive a Dragon from its lair, steal from its hoard, or kill it."
        ]
      }
    },
    "Elemental": {
      "name": "Elemental",
      "description": "A hungry Xorn feeds in an Underdark cavern. This card suggests an Elemental creature or reducing a thing to its essence.",
      "meanings": {
        "person": [
          "A person who uses magic tied to the elements or who is cartoonishly two-dimensional.",
          "A person driven by an internal conflict between two opposed tendencies or influences."
        ],
        "creatureTrap": [
          "An Elemental creature, or a creature that uses air, earth, fire, or water magic.",
          "A creature (such as a mephit) that combines the substance of two Elemental Planes, or creatures from opposing Elemental Planes."
        ],
        "place": [
          "A place influenced by the Elemental Planes or associated with an element (such as a cave, a mountain, a volcano, or a river).",
          "A place where forces of the Elemental Planes are in opposition to each other."
        ],
        "treasure": [
          "An art object that incorporates material from an Elemental Plane or imagery of the elements, or a magic item that conjures or controls Elementals (such as a Ring of Elemental Command).",
          "An art object that incorporates material from multiple Elemental Planes or imagery of elements in opposition; a magic item useful against Elementals."
        ],
        "situation": [
          "Forces from the Elemental Planes spilling into the world.",
          "Opposed forces from two or more Elemental Planes entering the world."
        ]
      }
    },
    "Euryale": {
      "name": "Euryale",
      "description": "A female medusa with a serpentine tail instead of legs is surrounded by flowers and herbs. The Euryale card points to vision, insight, and observation,",
      "meanings": {
        "person": [
          "A person who observes without becoming involved or attached,",
          "A nosy person vho inserts themself into situations where they don't belong."
        ],
        "creatureTrap": [
          "A medusa or another creature with the power to petrify or a gaze attack.",
          "A creature made of or associated with stone."
        ],
        "place": [
          "Somewhere with commanding views, such as a watchtower or a high promontory.",
          "A place with narrow windows (perhaps arrow slits) or with a limited view, perhaps underground."
        ],
        "treasure": [
          "A landscape painting or tapestry, or a magic item that enhances vision (such as Goggles of Night).",
          "A valuable sculpture or statue, a gemstone, or a magic item made from stone, such as a Figurine of Wondrous Power."
        ],
        "situation": [
          "A situation that rewards or requires careful observation, such as a surveillance operation.",
          "A situation arising from people's unwillingness to observe things as they are, or their tendency to project their own feelings and opinions onto others."
        ]
      }
    },
    "Expert": {
      "name": "Expert",
      "description": "A bard plays a musical instrument. This card implies expertise, rightly or wrongly applied.",
      "meanings": {
        "person": [
          "A person (perhaps a bard, a rogue, a ranger, or an artificer) with exactly the right skills for the task at hand.",
          "A person who believes themself an expert but isn't actually helpful."
        ],
        "creatureTrap": [
          "A creature with abilities similar to those of a bard, ranger, or rogue, such as expertise in one or more skills.",
          "A creature that relies on brute strength instead of skill or stealth."
        ],
        "place": [
          "A place (such as a guild hall) where skilled folk gather to share their expertise.",
          "A place where children learn the basics of useful skills."
        ],
        "treasure": [
          "A treasure with practical use, such as a musical instrument or a tool.",
          "A wildly impractical treasure with no actual use, unwieldy to wear or display."
        ],
        "situation": [
          "A situation that requires and rewards the expert application of practical skills.",
          "A situation stemming from someone's expertise being overlooked or ignored."
        ]
      }
    },
    "Fates": {
      "name": "Fates",
      "description": "Three sisters weave, measure, and cut the threads of fate. This card explores the repercussions of decisions and reflects on the past.",
      "meanings": {
        "person": [
          "A person perhaps nearing the end of their life, troubled by past mistakes or reflecting on prior decisions.",
          "A person driven by the desire to escape whatever fate has in store."
        ],
        "creatureTrap": [
          "A supernatural creature connected to fate, such as a Celestial, modron, or hag.",
          "A creature strongly associated with chaos, such as a demon or a slaad."
        ],
        "place": [
          "Somewhere meant for literal or metaphorical reflection, such as a room full of mirrors, a still mountain lake, a monastery, a hermitage, or a library.",
          "A place that discourages reflection, such as a dark place or a noisy, busy one."
        ],
        "treasure": [
          "An ornate or magical mirror, tapestry, or other woven treasure; alternatively, magic that can alter fate.",
          "An art object depicting the effort to escape fate, or a magic item powered by chaos."
        ],
        "situation": [
          "A situation ordained by fate, perhaps involving a supernatural punishment or reward.",
          "An unjust situation where evil is rewarded and good is punished."
        ]
      }
    },
    "Fey": {
      "name": "Fey",
      "description": "A blink dog runs through the wild. When upright; this card can refer to a Fey creature or a sense of whimsy; reversed, it points to the gloomy Shadowfell.",
      "meanings": {
        "person": [
          "A person with Fey ancestry or some other connection to the Fey (such as a warlock of the Archfey), or a person with a whimsical sense of humor.",
          "A gloomy person with no sense of humor, or a person who uses shadow-based magic."
        ],
        "creatureTrap": [
          "A Fey creature, or some other creature with connections to the Feywild.",
          "A creature from the Shadowfell, or one transformed by shadow energy (such as a shadow dragon)."
        ],
        "place": [
          "A place in the Feywild, somewhere that allows passage to the Feywild, or a location where Fey magic is active.",
          "A place in the Shadowfell, somewhere that allows passage to the Shadowfell, or a location where shadow magic is active."
        ],
        "treasure": [
          "An art object depicting Fey or the Feywild, or a magic item made by Fey.",
          "An art object depicting the Shadowfell, or a magic item that uses shadow magic."
        ],
        "situation": [
          "An absurd situation that shouldn't be taken too seriously.",
          "A gloomy situation that offers little hope of success or escape."
        ]
      }
    },
    "Fiend": {
      "name": "Fiend",
      "description": "A balor strikes from the depths of the Abyss. This card alludes to an actual Fiend or the forces of the Lower Planes.",
      "meanings": {
        "person": [
          "A tiefling, warlock of the Fiend, member of a Fiend-worshiping cult, or person who seeks to manipulate others into harmful contracts.",
          "A person who carries a grudge over a real or perceived injury caused by a Fiend, or a person trapped in a bargain with a Fiend."
        ],
        "creatureTrap": [
          "A Fiend of any sort.",
          "A redeemed Fiend or similar creature that has lost its connection to the Lower Planes."
        ],
        "place": [
          "A place on the Lower Planes, or a location suffused with their influence.",
          "A place intended to ward off Fiends and influence from the Lower Planes."
        ],
        "treasure": [
          "An art object depicting Fiends, treasure from the Lower Planes, or magic items made by Fiends.",
          "A treasure depicting a Fiend's redemption, or a magic item useful against Fiends."
        ],
        "situation": [
          "Interaction between the Lower Planes and the Material Plane perhaps an infernal bargain or demonic destruction.",
          "A situation involving Fiends' unwelcome interference in mortal affairs."
        ]
      }
    },
    "Flames": {
      "name": "Flames",
      "description": "A chain devil, wreathed in flames, looks menacing and angry. The Flames card brings enemies and vengeance.",
      "meanings": {
        "person": [
          "A person carrying a bitter, possibly violent, grudge that poisons their outlook.",
          "A person who is being hunted or persecuted unjustly."
        ],
        "creatureTrap": [
          "A Fiend, a vengeful Undead (such as a ghost or revenant), or a creature dedicated to pursuing designated prey (such as an invisible stalker).",
          "A creature fleeing from a larger or more dangerous foe."
        ],
        "place": [
          "A place of bloodshed, or a place with a connection to the Lower Planes.",
          "A place of sanctuary for refugees and fugitives."
        ],
        "treasure": [
          "A treasure that has been the subject of intense discord or rivalry, or a magic item originating on the Lower Planes.",
          "A treasure symbolizing or commemorating the end of a feud or war, or a magic item that can charm or calm creatures (such as a Rod of Rulership)."
        ],
        "situation": [
          "A deep-seated enmity that clouds the judgment of those involved, or someone's thirst for revenge.",
          "Unjust persecution or prejudicial hatred."
        ]
      }
    },
    "Fool": {
      "name": "Fool",
      "description": "A jester or fool figure, representing new beginnings, innocence, and taking leaps of faith.",
      "meanings": {
        "person": [
          "A naive or innocent individual starting a new journey",
          "Someone making reckless or foolish decisions"
        ],
        "creatureTrap": [
          "A harmless creature that appears threatening but is actually benign",
          "A dangerous trap disguised as something innocent"
        ],
        "place": [
          "A new territory or unexplored area full of possibilities",
          "A dangerous cliff or precipice where one might fall"
        ],
        "treasure": [
          "A simple item with unexpected magical properties",
          "A cursed item that brings misfortune to the unwary"
        ],
        "situation": [
          "The beginning of a new adventure or quest",
          "A situation where hasty action leads to trouble"
        ]
      }
    },
    "Gem": {
      "name": "Gem",
      "description": "A large, faceted gemstone set in intricate filigree gleams invitingly. The Gem card brings vast wealth.",
      "meanings": {
        "person": [
          "Someone who inherited wealth or whose wealth is the result of good fortune.",
          "A person who has lost wealth or power through a stroke of bad luck."
        ],
        "creatureTrap": [
          "A creature connected with wealth, such as a Dragon or a Xorn, or a treasure that doubles as a trap.",
          "A trap or creature that uses the appearance of treasure as bait, such as a mimic."
        ],
        "place": [
          "A mine or a treasure vault.",
          "A place associated with poverty, such as a tenement or slum."
        ],
        "treasure": [
          "A valuable treasure or a magical gem.",
          "An item that appears valuable but isn't, or a magic item with a curse."
        ],
        "situation": [
          "A situation driven by greed, such as siblings vying for an inheritance or someone hunting for a lost treasure.",
          "A situation stemming from the loss of wealth, such as a person trying to recover money given to a con artist or stolen by a thief."
        ]
      }
    },
    "Giant": {
      "name": "Giant",
      "description": "A massive humanoid figure, representing overwhelming power, strength, and forces beyond normal scale.",
      "meanings": {
        "person": [
          "A powerful leader or authority figure with great influence",
          "Someone who abuses their power or acts as a bully"
        ],
        "creatureTrap": [
          "A massive creature of incredible strength and endurance",
          "A seemingly powerful foe that is actually weak in some way"
        ],
        "place": [
          "A vast stronghold or mountain fortress",
          "Unstable terrain that could collapse under great weight"
        ],
        "treasure": [
          "Massive wealth or artifacts of great size and power",
          "Treasure that is too large or heavy to be practical"
        ],
        "situation": [
          "A challenge that requires great strength or resources to overcome",
          "Being overwhelmed by forces too large to handle"
        ]
      }
    },
    "Humanoid": {
      "name": "Humanoid",
      "description": "A figure representing civilized peoples, communities, and the bonds of society.",
      "meanings": {
        "person": [
          "A helpful ally, friend, or member of the community",
          "A deceitful person who hides malicious intent behind a friendly facade"
        ],
        "creatureTrap": [
          "Intelligent creatures that can be reasoned with or befriended",
          "Shapeshifters or imposters pretending to be allies"
        ],
        "place": [
          "A welcoming settlement, town, or civilized area",
          "A place where social tensions or conflicts divide the community"
        ],
        "treasure": [
          "Items of cultural or sentimental value to a community",
          "Stolen goods or items obtained through betrayal"
        ],
        "situation": [
          "Opportunities for cooperation, diplomacy, or building relationships",
          "Situations involving deception, betrayal, or social conflict"
        ]
      }
    },
    "Jester": {
      "name": "Jester",
      "description": "A colorful entertainer or trickster, representing humor, chaos, and unexpected wisdom through folly.",
      "meanings": {
        "person": [
          "A wise individual who teaches through humor and unconventional methods",
          "A chaotic troublemaker who causes confusion and mischief"
        ],
        "creatureTrap": [
          "A playful creature that tests adventurers with riddles or tricks",
          "A malicious entity that uses humor to mask dangerous intent"
        ],
        "place": [
          "A place of entertainment, festivals, or celebration",
          "A location where appearances are deceiving and nothing is as it seems"
        ],
        "treasure": [
          "Items that appear worthless but have hidden value or power",
          "Cursed items that bring both benefit and misfortune"
        ],
        "situation": [
          "Moments where humor or creativity solve serious problems",
          "Chaotic situations where plans go awry in unexpected ways"
        ]
      }
    },
    "Key": {
      "name": "Key",
      "description": "This large metal key is bizarrely complicated. The Key card represents the perfect solution to a problem or having the right tool for the job.",
      "meanings": {
        "person": [
          "A person with the skills or tools needed to solve the current problem.",
          "A person ill equipped for the challenges they face."
        ],
        "creatureTrap": [
          "A creature that preys on the party's weaknesses, or a trap that can be disarmed only with a key.",
          "A creature with vulnerabilities, or a trap that's bizarrely complex."
        ],
        "place": [
          "A place through which only certain people are allowed to pass, or where a key is required.",
          "An open and easily accessed place."
        ],
        "treasure": [
          "A magic item needed to overcome an obstacle or defeat an enemy, or the means to unlock a treasure (such as a Chime of Opening).",
          "A treasure in a locked container, or magic that slows creatures."
        ],
        "situation": [
          "A situation that be resolved successfully only by taking a specific action.",
          "A situation stemming from someone's refusal to act or choose."
        ]
      }
    },
    "Knight": {
      "name": "Knight",
      "description": "A knight formed of folded cards offers a sword also made from cards. The Knight card signifies trust and loyalty.",
      "meanings": {
        "person": [
          "A trustworthy person who _honors their commitments.",
          "A person who can't be trusted, or a traitor posing as a loyal friend."
        ],
        "creatureTrap": [
          "A creature bound by oaths or who serves someone else.",
          "A knight who has failed to live up to their code of honor (such as a death knight)."
        ],
        "place": [
          "A place of sanctuary, where strong traditions protect those who take shelter inside.",
          "A place where a great betrayal took place, or a location with treacherous terrain or traps."
        ],
        "treasure": [
          "A treasure celebrating or commemorating an oath (such as a wedding ring), or magic weapons or armor associated with knights or paladins.",
          "A treasure that carries a hidden curse, or a magic item that fails when it's needed most."
        ],
        "situation": [
          "A situation that requires loyalty in one's companions and faithfulness to them.",
          "A situation involving the betrayal of trust, or rampant suspicion."
        ]
      }
    },
    "Lance": {
      "name": "Lance",
      "description": "A long spear or lance, representing focused attack, precision, and the ability to strike from a distance.",
      "meanings": {
        "person": [
          "A skilled warrior with focus and precision in combat",
          "Someone who strikes without warning or consideration for others"
        ],
        "creatureTrap": [
          "Creatures with natural weapons like spikes, horns, or stingers",
          "Hidden spikes or piercing traps that activate unexpectedly"
        ],
        "place": [
          "A battlefield or arena where combat skills are tested",
          "A dangerous passage with numerous piercing hazards"
        ],
        "treasure": [
          "Masterwork weapons or armor with exceptional reach or precision",
          "Weapons that are difficult to wield or come with significant drawbacks"
        ],
        "situation": [
          "Opportunities to strike decisively at the right moment",
          "Situations where aggressive action leads to unintended consequences"
        ]
      }
    },
    "Mage": {
      "name": "Mage",
      "description": "A robed spellcaster, representing arcane knowledge, magical power, and the pursuit of understanding.",
      "meanings": {
        "person": [
          "A wise scholar or mentor with valuable magical knowledge",
          "An arrogant or power-hungry individual who abuses magical abilities"
        ],
        "creatureTrap": [
          "Magical creatures or constructs with spellcasting abilities",
          "Magical traps that require specific knowledge or counterspells to bypass"
        ],
        "place": [
          "A library, tower, or academy where magical knowledge is preserved",
          "A place corrupted or warped by uncontrolled magical energies"
        ],
        "treasure": [
          "Spell scrolls, magical tomes, or arcane components",
          "Cursed magical items that corrupt or drain the user"
        ],
        "situation": [
          "Problems that require magical solutions or arcane knowledge",
          "Situations where magical interference complicates simple matters"
        ]
      }
    },
    "Map": {
      "name": "Map",
      "description": "A detailed chart or map, representing guidance, navigation, and the knowledge needed to find one's way.",
      "meanings": {
        "person": [
          "A guide or navigator who knows the way forward",
          "Someone who provides misleading directions or false information"
        ],
        "creatureTrap": [
          "Creatures that can track or navigate expertly through terrain",
          "Illusory or shape-shifting creatures that lead travelers astray"
        ],
        "place": [
          "A location that serves as a crossroads or navigation point",
          "A confusing maze or area where normal navigation fails"
        ],
        "treasure": [
          "Charts, maps, or navigational tools of great value",
          "False maps or misleading documents that lead to danger"
        ],
        "situation": [
          "Clear direction and guidance toward achieving goals",
          "Confusion about which path to take or being lost"
        ]
      }
    },
    "Maze": {
      "name": "Maze",
      "description": "A complex labyrinth with winding passages, representing confusion, complexity, and the challenge of finding the right path.",
      "meanings": {
        "person": [
          "Someone with deep knowledge who can navigate complex situations",
          "A person who creates confusion or deliberately complicates matters"
        ],
        "creatureTrap": [
          "Creatures that excel at creating or navigating complex environments",
          "Traps that involve multiple steps or misdirection to overcome"
        ],
        "place": [
          "A complex dungeon or structure with multiple paths and secrets",
          "A place where one easily becomes lost or trapped"
        ],
        "treasure": [
          "Rewards hidden in the most difficult to reach locations",
          "Treasures that are surrounded by complex puzzles or obstacles"
        ],
        "situation": [
          "Complex problems that require careful navigation and patience",
          "Overwhelming confusion where every choice seems to lead to more problems"
        ]
      }
    },
    "Mine": {
      "name": "Mine",
      "description": "A deep excavation site, representing hidden wealth, dangerous depths, and the rewards of hard work.",
      "meanings": {
        "person": [
          "A hardworking individual who uncovers hidden value through persistence",
          "Someone who exploits others' labor or takes credit for others' work"
        ],
        "creatureTrap": [
          "Creatures that burrow or live in underground environments",
          "Cave-ins, gas pockets, or structural collapses in underground areas"
        ],
        "place": [
          "Rich underground deposits of valuable materials or information",
          "Dangerous underground areas prone to collapse or toxic conditions"
        ],
        "treasure": [
          "Raw materials, gems, or precious metals of great value",
          "Resources that require dangerous or expensive extraction methods"
        ],
        "situation": [
          "Opportunities that require hard work but promise great rewards",
          "Situations where pursuing gain leads to dangerous or unstable conditions"
        ]
      }
    },
    "Monstrosity": {
      "name": "Monstrosity",
      "description": "An aberrant creature of unnatural origin, representing chaos, mutation, and things that defy natural order.",
      "meanings": {
        "person": [
          "An individual with unique abilities who stands apart from normal society",
          "Someone whose actions or nature have become corrupted and inhuman"
        ],
        "creatureTrap": [
          "Bizarre creatures with unusual abilities that defy expectations",
          "Unnatural hazards or phenomena that operate by unknown rules"
        ],
        "place": [
          "Locations touched by chaos or unnatural forces",
          "Areas where reality is unstable or dangerous mutations occur"
        ],
        "treasure": [
          "Unique items with strange properties that normal magic cannot explain",
          "Cursed or tainted items that corrupt those who use them"
        ],
        "situation": [
          "Unique challenges that require unconventional solutions",
          "Situations that spiral into chaos beyond anyone's control"
        ]
      }
    },
    "Moon": {
      "name": "Moon",
      "description": "A crescent moon looms large in the autumn sky. The Moon card points to hidden potential.",
      "meanings": {
        "person": [
          "Someone whose fine qualities are masked by one annoying trait.",
          "A person who seems competent but bungles everything they attempt."
        ],
        "creatureTrap": [
          "A lycanthrope, or a creature that appears to be an inanimate object until it strikes (such as a gargoyle).",
          "A creature that uses its fearsome appearance to frighten away others because it is too weak to fight."
        ],
        "place": [
          "A secret chamber or a place concealed by terrain; alternatively, a place larger or more elaborate on the inside than it seems from outside.",
          "A place with an impressive exterior but a dingy, poorly maintained interior."
        ],
        "treasure": [
          "A treasure whose value isn't immediately apparent, or a magic item that appears to be a worthless object.",
          "A treasure that seems more valuable than it is, perhaps an ordinary item that falsely appears magical."
        ],
        "situation": [
          "A problem that requires investigation and is more complicated than it appears.",
          "A situation that seems—and is—too good to be true."
        ]
      }
    },
    "Ooze": {
      "name": "Ooze",
      "description": "A gelatinous, amorphous creature, representing adaptability, persistence, and slow but inevitable progress.",
      "meanings": {
        "person": [
          "Someone who adapts to any situation and persists despite obstacles",
          "A person who slowly corrupts or consumes everything around them"
        ],
        "creatureTrap": [
          "Creatures that are difficult to harm with conventional weapons",
          "Slow-acting hazards that gradually become more dangerous over time"
        ],
        "place": [
          "Locations that slowly change or adapt to circumstances",
          "Areas that are slowly being consumed or corrupted by some force"
        ],
        "treasure": [
          "Items that improve or adapt based on how they are used",
          "Treasures that slowly degrade or corrupt over time"
        ],
        "situation": [
          "Gradual progress that eventually leads to significant change",
          "Slow-building problems that become serious if not addressed"
        ]
      }
    },
    "Path": {
      "name": "Path",
      "description": "A winding trail or road, representing journey, choices, and the direction one takes in life.",
      "meanings": {
        "person": [
          "A guide or mentor who helps others find their way",
          "Someone who leads others down the wrong path or into danger"
        ],
        "creatureTrap": [
          "Creatures that patrol or guard specific routes or territories",
          "Hazards that block progress or force difficult detours"
        ],
        "place": [
          "A route that leads to important destinations or discoveries",
          "A path that leads to danger, dead ends, or becomes impassable"
        ],
        "treasure": [
          "Items found along the way that aid in travel or exploration",
          "Obstacles or tolls that must be paid to continue forward"
        ],
        "situation": [
          "Clear direction and progress toward goals",
          "Being forced to take difficult detours or face unexpected obstacles"
        ]
      }
    },
    "Pit": {
      "name": "Pit",
      "description": "A deep hole or chasm, representing hidden dangers, sudden setbacks, and the risk of falling.",
      "meanings": {
        "person": [
          "Someone who helps others avoid hidden dangers or pitfalls",
          "A person who creates traps or leads others into dangerous situations"
        ],
        "creatureTrap": [
          "Creatures that attack from below or use burrowing tactics",
          "Hidden pits, spike traps, or other concealed ground hazards"
        ],
        "place": [
          "Deep caverns or chasms that lead to hidden areas",
          "Unstable ground where one might fall into hidden dangers"
        ],
        "treasure": [
          "Valuable items hidden in deep or hard-to-reach places",
          "Treasures that are trapped or guarded by hidden dangers"
        ],
        "situation": [
          "Opportunities to avoid or overcome hidden obstacles",
          "Sudden setbacks or falling into unexpected difficulties"
        ]
      }
    },
    "Plant": {
      "name": "Plant",
      "description": "A growing plant or tree, representing natural growth, patience, and the cycles of life.",
      "meanings": {
        "person": [
          "Someone who nurtures growth and has patience for natural development",
          "A person who becomes stagnant or overgrown with bad habits"
        ],
        "creatureTrap": [
          "Plant creatures or beings connected to natural growth",
          "Entangling vines, poisonous plants, or overgrown hazardous terrain"
        ],
        "place": [
          "Fertile areas rich in natural resources and healing plants",
          "Overgrown areas where nature has become wild and dangerous"
        ],
        "treasure": [
          "Natural remedies, herbs, or items that grow in value over time",
          "Resources that are seasonal or require specific conditions to obtain"
        ],
        "situation": [
          "Gradual growth and development leading to positive outcomes",
          "Stagnation or being overwhelmed by unchecked growth"
        ]
      }
    },
    "Priest": {
      "name": "Priest",
      "description": "A religious figure in ceremonial robes, representing divine power, healing, and spiritual guidance.",
      "meanings": {
        "person": [
          "A healer or spiritual guide who provides wisdom and comfort",
          "A fanatic or false prophet who uses religion to manipulate others"
        ],
        "creatureTrap": [
          "Divine creatures or beings blessed with healing powers",
          "Cursed or corrupted religious sites with dangerous spiritual energy"
        ],
        "place": [
          "Sacred temples or shrines that offer sanctuary and healing",
          "Desecrated holy sites where divine power has been corrupted"
        ],
        "treasure": [
          "Holy relics, blessed items, or divine magic that aids the faithful",
          "Cursed religious artifacts that punish the unworthy"
        ],
        "situation": [
          "Opportunities for healing, redemption, or spiritual growth",
          "Religious conflicts or divine judgment that brings hardship"
        ]
      }
    },
    "Prisoner": {
      "name": "Prisoner",
      "description": "A figure bound in chains or behind bars, representing confinement, limitation, and the need for freedom.",
      "meanings": {
        "person": [
          "Someone who has been wrongly confined and deserves rescue",
          "A dangerous individual who should remain imprisoned for everyone's safety"
        ],
        "creatureTrap": [
          "Creatures that have been bound or imprisoned by ancient magic",
          "Restraining devices or magical bindings that prevent escape"
        ],
        "place": [
          "Prisons, dungeons, or secure facilities holding valuable captives",
          "Places of confinement that have become corrupted or dangerous"
        ],
        "treasure": [
          "Items that grant freedom or help overcome constraints",
          "Cursed items that bind or constrain the user"
        ],
        "situation": [
          "Opportunities to gain freedom or help others escape oppression",
          "Being trapped by circumstances or bound by unbreakable obligations"
        ]
      }
    },
    "Puzzle": {
      "name": "Puzzle",
      "description": "An intricate mechanical device or riddle, representing challenges that require intellect and patience to solve.",
      "meanings": {
        "person": [
          "A clever individual who enjoys solving complex problems",
          "Someone who makes things unnecessarily complicated or confusing"
        ],
        "creatureTrap": [
          "Intelligent creatures that challenge adventurers with riddles or tests",
          "Complex mechanical traps that require multiple steps to disarm"
        ],
        "place": [
          "Locations with hidden mechanisms or secret knowledge to discover",
          "Areas where simple actions have unexpected and complex consequences"
        ],
        "treasure": [
          "Items that require skill or knowledge to unlock their true potential",
          "Complex devices that are difficult to use or understand"
        ],
        "situation": [
          "Problems that can be solved through careful thought and analysis",
          "Overly complex situations where simple solutions are overlooked"
        ]
      }
    },
    "Ring": {
      "name": "Ring",
      "description": "A circular band of metal, representing bonds, commitments, and things that come full circle.",
      "meanings": {
        "person": [
          "Someone who honors commitments and maintains strong relationships",
          "A person trapped in cycles of behavior or bound by unwanted obligations"
        ],
        "creatureTrap": [
          "Creatures that form protective circles or work in connected groups",
          "Magical barriers or binding circles that prevent movement or escape"
        ],
        "place": [
          "Circular or enclosed areas that offer protection and unity",
          "Places where one becomes trapped in endless cycles or routines"
        ],
        "treasure": [
          "Items that strengthen bonds between allies or enhance cooperation",
          "Cursed items that create unwanted bonds or dependencies"
        ],
        "situation": [
          "Completion of cycles, fulfillment of promises, or strengthened alliances",
          "Being trapped in repetitive patterns or bound by restrictive agreements"
        ]
      }
    },
    "Rogue": {
      "name": "Rogue",
      "description": "A roguish kenku lurking in the shadows holds a dagger, poised to strike. This card suggests treachery and deception.",
      "meanings": {
        "person": [
          "A deceptive person hiding a sinister secret; pursuit of their own aims trumps any friendship or loyalty.",
          "A good-hearted person entangled in a criminal or evil organization who is desperate for a way out."
        ],
        "creatureTrap": [
          "A dangerous creature that strikes by surprise or from darkness.",
          "A creature unwillingly bound to the service of villains."
        ],
        "place": [
          "A front for a criminal operation, or a monster's lair.",
          "An oasis of compassion surrounded by violence."
        ],
        "treasure": [
          "A treasure that hides a deadly secret, such as a ring with a spring-loaded poison needle, a Dagger of Venom, or a cursed magic item.",
          "A treasure caked in grime or hidden in a filthy place."
        ],
        "situation": [
          "A situation rooted in or destined for betrayal.",
          "Good characters who are part of an evil organization or who plot to subvert it."
        ]
      }
    },
    "Ruin": {
      "name": "Ruin",
      "description": "An elegant sword and crown disintegrate into eddies of ash. The Ruin card warns of the inevitability of decay and the danger of material attachments.",
      "meanings": {
        "person": [
          "A person who has renounced material attachments, such as a religious ascetic.",
          "A person excessively attached to material goods (not necessarily excessive wealth)."
        ],
        "creatureTrap": [
          "A creature that destroys equipment, such as a rust monster or a black pudding.",
          "A Construct, especially an animated object."
        ],
        "place": [
          "A ruin, or a retreat for ascetics.",
          "A place meant to store goods, such as a warehouse or an armory."
        ],
        "treasure": [
          "A treasure that is broken or in disrepair.",
          "Valuable trade goods, well-made equipment, or a deed to property."
        ],
        "situation": [
          "A situation involving the decay of objects or relationships over a long period of time.",
          "A situation involving the production or transportation of goods for sale."
        ]
      }
    },
    "Sage": {
      "name": "Sage",
      "description": "The mind of a sage is filled with obscure lore gained through exhaustive research. This card represents well-intentioned advice.",
      "meanings": {
        "person": [
          "A person who offers helpful advice in difficult circumstances.",
          "Someone who helpfully offers bad advice."
        ],
        "creatureTrap": [
          "A helpful creature that leads the way to safety or a goal.",
          "A creature that tries to lead the way into danger or a trap."
        ],
        "place": [
          "A place dedicated to knowledge and wisdom, such as a library or university.",
          "A place whose structural flaws threaten its integrity."
        ],
        "treasure": [
          "A valuable or magical book or scroll, or a sentient magic item that is known to provide helpful advice.",
          "A device valuable for its components that doesn't function as intended, or a sentient magic item that provides bad but well-intentioned advice."
        ],
        "situation": [
          "An opportunity to provide valuable advice on a familiar subject.",
          "An opportunity to provide advice on a completely unfamiliar subject."
        ]
      }
    },
    "Shield": {
      "name": "Shield",
      "description": "A protective barrier held in defense, representing protection, security, and the ability to guard against harm.",
      "meanings": {
        "person": [
          "A protector or guardian who defends others from harm",
          "Someone who hides behind defenses and avoids taking necessary risks"
        ],
        "creatureTrap": [
          "Creatures with natural armor or defensive abilities",
          "Barriers or defensive mechanisms that protect valuable areas"
        ],
        "place": [
          "Fortified locations that offer safety and protection",
          "Overly defensive places that become isolated or stagnant"
        ],
        "treasure": [
          "Protective items, armor, or wards that defend against specific threats",
          "Defensive items that hinder mobility or prevent necessary action"
        ],
        "situation": [
          "Successfully defending against threats or protecting what matters",
          "Being overly cautious and missing opportunities due to excessive caution"
        ]
      }
    },
    "Ship": {
      "name": "Ship",
      "description": "A sailing vessel on the water, representing journeys, exploration, and crossing into unknown territories.",
      "meanings": {
        "person": [
          "An experienced traveler or explorer who opens new possibilities",
          "Someone who abandons responsibilities or flees from commitments"
        ],
        "creatureTrap": [
          "Aquatic creatures or beings that control waterways",
          "Hazards related to water travel like storms, reefs, or whirlpools"
        ],
        "place": [
          "Harbors, ports, or coastal areas that connect to distant lands",
          "Dangerous waters or areas cut off from safe passage"
        ],
        "treasure": [
          "Exotic goods from distant lands or navigational instruments",
          "Cargo that is difficult to transport or contraband that brings trouble"
        ],
        "situation": [
          "New opportunities for exploration and discovering distant possibilities",
          "Being cut off from familiar support or facing uncertain journeys"
        ]
      }
    },
    "Skull": {
      "name": "Skull",
      "description": "A skeletal figure is shrouded in a swirling robe, though its skull is clearly visible. The Skull card is a reminder of the universality of death—and the fact that everyone must confront death alone.",
      "meanings": {
        "person": [
          "A person facing imminent death, or one who wields necromantic power.",
          "Someone haunted by the inevitability of death and seeking to escape it, or a person who has returned from death."
        ],
        "creatureTrap": [
          "An Undead creature, or a trap that deals necrotic damage.",
          "An immortal creature or one that doesn't age, such as an angel, a Fiend, or a naga."
        ],
        "place": [
          "A place of solitude and isolation, or a place where someone died recently.",
          "A graveyard or another place where the dead are gathered."
        ],
        "treasure": [
          "A treasure associated with death (perhaps funerary implements), or a magic item with necromantic power.",
          "An art object that celebrates or depicts deliverance from death, or a magic item that wards off death (such as a Periapt of Wound Closure or a Scarab of Protection)."
        ],
        "situation": [
          "A person's life in peril.",
          "Many lives at stake."
        ]
      }
    },
    "Staff": {
      "name": "Staff",
      "description": "A long wooden rod or magical staff, representing authority, magical power, and the ability to direct energy.",
      "meanings": {
        "person": [
          "A leader or authority figure who guides others with wisdom and power",
          "Someone who abuses their position of authority or magical abilities"
        ],
        "creatureTrap": [
          "Creatures that wield magical or supernatural powers",
          "Magical wards or energy-based traps that require specific countermeasures"
        ],
        "place": [
          "Seats of power, magical academies, or places where authority is exercised",
          "Areas where power has been corrupted or magical energies are unstable"
        ],
        "treasure": [
          "Magical implements, symbols of authority, or items that focus power",
          "Items that grant power but corrupt the user or demand a price"
        ],
        "situation": [
          "Opportunities to exercise leadership or channel power effectively",
          "Situations where power is misused or authority is challenged"
        ]
      }
    },
    "Stairway": {
      "name": "Stairway",
      "description": "A set of steps leading upward or downward, representing progress, elevation, and transitions between levels.",
      "meanings": {
        "person": [
          "Someone who helps others advance or reach higher levels of achievement",
          "A person who looks down on others or creates barriers to advancement"
        ],
        "creatureTrap": [
          "Creatures that control vertical spaces or have climbing abilities",
          "Traps triggered by movement between different levels or elevations"
        ],
        "place": [
          "Multi-level structures that lead to important upper or lower areas",
          "Dangerous vertical passages where falling poses significant risk"
        ],
        "treasure": [
          "Rewards that become available only after achieving certain levels",
          "Items that are difficult to transport between different elevations"
        ],
        "situation": [
          "Clear progression toward higher goals or deeper understanding",
          "Setbacks that force retreat to lower levels or starting over"
        ]
      }
    },
    "Star": {
      "name": "Star",
      "description": "A brilliant star shines in the spring sky at twilight. The Star card represents inherent ability and training working in concert—nature allied with nurture.",
      "meanings": {
        "person": [
          "A person focused on improving a particular area of skill or behavior.",
          "A person with natural ability but little patience for training or study."
        ],
        "creatureTrap": [
          "A creature that has trained to improve itself (perhaps having several skill or saving throw proficiencies), or a trap that requires teamwork to avoid or escape.",
          "A creature that relies on its natural abilities instead of training (perhaps with no skill or saving throw proficiencies)."
        ],
        "place": [
          "A place dedicated to study or training, such as a university or gymnasium.",
          "A place of untouched natural beauty."
        ],
        "treasure": [
          "An art object that reflects the skill of its creator, or a magic item that grants proficiency.",
          "Unrefined ore or uncut gems, or a magic item that improves an ability score."
        ],
        "situation": [
          "A situation that requires or rewards training and practice.",
          "A situation resulting from someone's refusal to practice or train."
        ]
      }
    },
    "Statue": {
      "name": "Statue",
      "description": "A carved stone figure frozen in time, representing permanence, memory, and things that endure through ages.",
      "meanings": {
        "person": [
          "Someone who preserves important traditions or serves as a lasting example",
          "A person who has become rigid, unchanging, or stuck in the past"
        ],
        "creatureTrap": [
          "Creatures made of stone or those that can petrify others",
          "Ancient guardians or constructs that activate when disturbed"
        ],
        "place": [
          "Memorial sites, ancient ruins, or places that preserve important history",
          "Locations frozen in time where nothing changes or grows"
        ],
        "treasure": [
          "Ancient artifacts, historical records, or items of lasting value",
          "Cursed items that turn things to stone or prevent change"
        ],
        "situation": [
          "Establishing something permanent or honoring lasting achievements",
          "Being stuck in unchanging patterns or refusing to adapt"
        ]
      }
    },
    "Sun": {
      "name": "Sun",
      "description": "A sun blazes brightly in the summer sky. The Sun card brings hope—either well-founded or deluded.",
      "meanings": {
        "person": [
          "A person with an unflappable and optimistic outlook, confident in the power of good triumphing over evil and obstacles.",
          "A naively positive person who spouts empty platitudes about everything turning out for the best."
        ],
        "creatureTrap": [
          "An angel or a similar creature that embodies hope and good.",
          "A creature (perhaps a flumph or a pixie) that offers aid but is too weak to provide meaningful help."
        ],
        "place": [
          "A place that embodies hope in the face of despair, such as a temple next to a graveyard or a town rebuilding after a natural disaster.",
          "A desecrated temple or similar place where dirt or corruption has eliminated all evidence of goodness and holiness."
        ],
        "treasure": [
          "A valuable religious object devoted to good, or a holy or protective magic item.",
          "A religious object or holy magic item that has been desecrated."
        ],
        "situation": [
          "A difficult situation where hope nevertheless continues to shine like a beacon.",
          "Idealistic optimism that prevents people from responding to real danger."
        ]
      }
    },
    "Talons": {
      "name": "Talons",
      "description": "A clawed hand reaches to grab an emerald ring which disintegrates at the claw's approach. The Talons card indicates greed or the rapacious hunger of a predator.",
      "meanings": {
        "person": [
          "A person who preys on other folk to acquire wealth or power.",
          "A person trapped by predatory debt or victimized by a monster that slowly drains the person's life."
        ],
        "creatureTrap": [
          "A predator, especially one that preys on people or slowly drains their life (such as a vampire).",
          "A creature hunted for parts of its body that are considered valuable, or for the treasure it hoards."
        ],
        "place": [
          "A place where the rich benefit from the labor of the poor.",
          "A tenement or workhouse where oppressed victims of the rich live in squalor."
        ],
        "treasure": [
          "A treasure that is a collector's prized possession or the object of a heist.",
          "A treasure that was stolen from its rightful owner."
        ],
        "situation": [
          "A situation driven by someone's avarice.",
          "A situation driven by a desperate individual victimized by the greedy."
        ]
      }
    },
    "Tavern": {
      "name": "Tavern",
      "description": "A welcoming inn with warm light and gathered patrons, representing hospitality, information, and social gathering.",
      "meanings": {
        "person": [
          "A hospitable host who provides comfort and valuable information",
          "Someone who spreads gossip or uses social situations for manipulation"
        ],
        "creatureTrap": [
          "Social creatures that gather in groups or communities",
          "Situations where social pressure or group dynamics create danger"
        ],
        "place": [
          "Gathering places where information, rest, and supplies are available",
          "Places where too much revelry leads to poor decisions or conflict"
        ],
        "treasure": [
          "Information, contacts, or social connections of great value",
          "Items obtained through questionable deals or drunken wagers"
        ],
        "situation": [
          "Opportunities to gather information, make allies, or find rest",
          "Social complications, overindulgence, or information that proves unreliable"
        ]
      }
    },
    "Temple": {
      "name": "Temple",
      "description": "A sacred building with soaring architecture, representing divine power, spiritual sanctuary, and higher purpose.",
      "meanings": {
        "person": [
          "A holy person who provides spiritual guidance and divine assistance",
          "A false prophet or corrupted religious figure who misleads the faithful"
        ],
        "creatureTrap": [
          "Divine beings, angels, or creatures blessed with holy power",
          "Cursed or desecrated areas where divine power has turned malevolent"
        ],
        "place": [
          "Sacred sanctuaries that offer healing, protection, and divine blessing",
          "Corrupted holy sites where divine power has been twisted or lost"
        ],
        "treasure": [
          "Holy relics, blessed weapons, or items imbued with divine power",
          "Cursed religious artifacts that punish those who misuse them"
        ],
        "situation": [
          "Divine intervention, spiritual awakening, or receiving higher guidance",
          "Religious conflict, loss of faith, or punishment for sacrilege"
        ]
      }
    },
    "Throne": {
      "name": "Throne",
      "description": "An ostentatious throne stands on a dais, with a crown on the seat and a ceremonial sword leaning against one armrest. This card represents the authority of worldly rulers.",
      "meanings": {
        "person": [
          "A person who enjoys exercising authority over others and expects to be obeyed.",
          "A person who resents authority imposed on them."
        ],
        "creatureTrap": [
          "A creature that leads others of its kind; alternatively, one with magical powers of influence or command.",
          "A creature that unwillingly serves another."
        ],
        "place": [
          "A place of authority, such as a palace or a mayor's office.",
          "A place at the edge of a ruler's authority or on the border between rival nations."
        ],
        "treasure": [
          "A ruler's regalia, or a magic item (such as a Rod of Rulership) that imparts magical authority.",
          "An art object created as an act of resistance to tyranny, or a magic item that protects against restraint (such as a Ring of Free Action)."
        ],
        "situation": [
          "A contest over who rightfully holds authority.",
          "A group of people rebelling against a ruler or an authority figure."
        ]
      }
    },
    "Tomb": {
      "name": "Tomb",
      "description": "An ancient burial chamber filled with shadows, representing death, endings, and the wisdom of the past.",
      "meanings": {
        "person": [
          "A wise elder who shares knowledge from past experiences",
          "Someone dwelling on past failures or unable to move beyond old wounds"
        ],
        "creatureTrap": [
          "Undead creatures or spirits that guard ancient secrets",
          "Ancient traps or curses designed to protect burial sites"
        ],
        "place": [
          "Ancient burial sites containing valuable historical knowledge",
          "Cursed or haunted areas where the dead do not rest peacefully"
        ],
        "treasure": [
          "Ancient artifacts, historical records, or items of the deceased",
          "Cursed grave goods that bring misfortune to those who disturb them"
        ],
        "situation": [
          "Learning from the past to avoid repeating old mistakes",
          "Being haunted by past failures or unable to let go of what's gone"
        ]
      }
    },
    "Tower": {
      "name": "Tower",
      "description": "A tall stone structure reaching toward the sky, representing ambition, isolation, and lofty goals.",
      "meanings": {
        "person": [
          "An ambitious visionary who reaches for great heights and achievements",
          "Someone who becomes isolated through pride or builds barriers around themselves"
        ],
        "creatureTrap": [
          "Flying creatures or beings that control high places",
          "Defenses that require climbing or flying abilities to overcome"
        ],
        "place": [
          "High vantage points that offer great views and strategic advantage",
          "Isolated locations that are difficult to reach or escape from"
        ],
        "treasure": [
          "Valuable items placed in high, secure locations",
          "Treasures that are impressive but impractical or isolating"
        ],
        "situation": [
          "Achieving great heights through ambition and careful planning",
          "Becoming isolated through pride or setting goals too high to reach"
        ]
      }
    },
    "Tree": {
      "name": "Tree",
      "description": "A mighty tree with deep roots and spreading branches, representing growth, stability, and connection to nature.",
      "meanings": {
        "person": [
          "Someone with deep wisdom who provides shelter and guidance to others",
          "A person who becomes rigid or unwilling to adapt to changing circumstances"
        ],
        "creatureTrap": [
          "Nature spirits, dryads, or creatures that protect forest areas",
          "Natural hazards like falling branches or entangling roots"
        ],
        "place": [
          "Ancient groves or forests that offer wisdom and natural resources",
          "Overgrown areas where nature has become wild and impassable"
        ],
        "treasure": [
          "Natural remedies, wooden items of great craftsmanship, or druidic magic",
          "Resources that require patience to cultivate or are tied to natural cycles"
        ],
        "situation": [
          "Steady growth and development with strong foundations",
          "Stagnation or being too rooted in place to adapt to new circumstances"
        ]
      }
    },
    "Undead": {
      "name": "Undead",
      "description": "A skeletal or ghostly figure from beyond death, representing persistence beyond endings and unfinished business.",
      "meanings": {
        "person": [
          "Someone who perseveres despite overwhelming obstacles or setbacks",
          "A person who cannot let go of the past or move on from old grievances"
        ],
        "creatureTrap": [
          "Undead creatures that rise again even when defeated",
          "Curses or negative energy that drains life or prevents healing"
        ],
        "place": [
          "Areas touched by death that hold important secrets or unfinished business",
          "Cursed locations where negative energy prevents rest or peace"
        ],
        "treasure": [
          "Items that persist beyond their normal limits or provide protection from death",
          "Cursed items that bind the user to unpleasant obligations or drain vitality"
        ],
        "situation": [
          "Persistence and determination that overcomes seemingly impossible odds",
          "Being unable to move on or being haunted by unresolved issues"
        ]
      }
    },
    "Void": {
      "name": "Void",
      "description": "An endless void seems to spiral toward a central hole that devours all. This card spells disaster.",
      "meanings": {
        "person": [
          "A person trapped in despair.",
          "A person who has lost everything and has no place left to go but up."
        ],
        "creatureTrap": [
          "A Fiend or an Undead that threatens annihilation of body and soul, or a trap with no easy exit or escape.",
          "A skeleton, zombie, or similar Undead remnant of a living creature; alternatively, a trap that's broken and nonfunctional."
        ],
        "place": [
          "A place deep underground, underwater, or in space, where little light and air are available.",
          "A place of utter carnage, where a terrible battle or massacre took place."
        ],
        "treasure": [
          "An art object that reflects its creator's despair or sadness, or a Sphere of Annihilation.",
          "A treasure promised but not actually present, such as an empty treasure chest or a looted vault."
        ],
        "situation": [
          "A situation that seems to have no good or even survivable outcome.",
          "The aftermath of a destructive event, where the few survivors must figure out how to go on living."
        ]
      }
    },
    "Warrior": {
      "name": "Warrior",
      "description": "An armored fighter with weapon in hand, representing strength, courage, and the willingness to fight for what matters.",
      "meanings": {
        "person": [
          "A brave defender who fights for justice and protects the innocent",
          "An aggressive individual who resorts to violence too quickly"
        ],
        "creatureTrap": [
          "Martial creatures with fighting skills and combat tactics",
          "Combat-oriented challenges that require strength and skill to overcome"
        ],
        "place": [
          "Training grounds, battlefields, or fortified positions for combat",
          "Areas ravaged by conflict where violence has left lasting damage"
        ],
        "treasure": [
          "Masterwork weapons, armor, or items that enhance combat abilities",
          "Weapons or armor that come with the burden of past conflicts"
        ],
        "situation": [
          "Opportunities to show courage and fight for important causes",
          "Conflicts that escalate unnecessarily or violence that solves nothing"
        ]
      }
    },
    "Well": {
      "name": "Well",
      "description": "A stone-lined water source, representing depth, hidden resources, and the source of life and wisdom.",
      "meanings": {
        "person": [
          "Someone who provides essential resources or deep wisdom to others",
          "A person who hoards resources or keeps important information hidden"
        ],
        "creatureTrap": [
          "Creatures that live in or guard water sources",
          "Hidden depths or underwater hazards that pose drowning risks"
        ],
        "place": [
          "Sources of clean water, healing springs, or places of spiritual renewal",
          "Polluted or cursed water sources that bring sickness or misfortune"
        ],
        "treasure": [
          "Items that provide sustenance or have been preserved in deep waters",
          "Treasures that are difficult to retrieve or come with water-related curses"
        ],
        "situation": [
          "Discovering deep resources or wisdom that sustains through difficult times",
          "Running dry of essential resources or finding that trusted sources are contaminated"
        ]
      }
    }
  }
}